doc/BUILD/source/_static/soap_outputs/6.5.314.4301/create_package_step_5_request.xml

<?xml version="1.0" encoding="utf-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <typens:tanium_soap_request xmlns:typens="urn:TaniumSOAP">
      <command>AddObject</command>
      <object_list>
        <group>
          <and_flag>1</and_flag>
          <filters>
            <filter>
              <not_flag>0</not_flag>
              <value>.*tag.*</value>
              <operator>RegexMatch</operator>
              <sensor>
                <hash>3004497651</hash>
              </sensor>
            </filter>
          </filters>
        </group>
      </object_list>
      <options>
        <suppress_object_list>1</suppress_object_list>
      </options>
    </typens:tanium_soap_request>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>